extends RefCounted

const OBJECTIVE_TEXT := (
	"Мы принимаем слабый сигнал с верхней стены - там есть выход.\n\n"
	+ "Найди его и проложи безопасный маршрут.\n\n"
	+ "Станция расскажет подробности."
)

const STATION_INSTRUCTIONS := (
	"1. Убивай охотников, забирай ядра, приноси на станцию\n\n"
	+ "2. Исследуй карту, сдавай информацию\n\n"
	+ "3. Сдавай ядра, найденные по координатам, которые я буду передавать\n\n"
	+ "4. За все это я буду выдавать энергию\n\n"
	+ "5. За энергию ты сможешь пополнять ресурсы и покупать двери для расширения безопасной зоны\n\n"
	+ "5. Для расширения безопасной зоны ставь двери\n\n"
	+ "6. Расширь безопасную зону до выхода сверху\n\n"
)
